
[info]
drivername=.NET CLR Networking
symbolfile=_NetworkingPerfCounters.h

[languages]
009=language009
011=language011

[objects]
OBJECT_1_009_NAME=.NET CLR Networking
OBJECT_1_011_NAME=.NET CLR Networking

[text]
OBJECT_1_009_NAME=.NET CLR Networking
OBJECT_1_009_HELP=Help not available.

DEVICE_COUNTER_1_009_NAME=Connections Established
DEVICE_COUNTER_1_009_HELP=The cumulative total number of socket connections established for this process since the process was started.

DEVICE_COUNTER_2_009_NAME=Bytes Received
DEVICE_COUNTER_2_009_HELP=The cumulative total number of bytes received over all open socket connections since the process was started. This number includes data and any protocol information that is not defined by the TCP/IP protocol.

DEVICE_COUNTER_3_009_NAME=Bytes Sent
DEVICE_COUNTER_3_009_HELP=The cumulative total number of bytes sent over all open socket connections since the process was started. This number includes data and any protocol information that is not defined by the TCP/IP protocol.

DEVICE_COUNTER_4_009_NAME=Datagrams Received
DEVICE_COUNTER_4_009_HELP=The cumulative total number of datagram packets received since the process was started.

DEVICE_COUNTER_5_009_NAME=Datagrams Sent
DEVICE_COUNTER_5_009_HELP=The cumulative total number of datagram packets sent since the process was started.

OBJECT_1_011_NAME=.NET CLR Networking
OBJECT_1_011_HELP=ヘルプは使用できません。

DEVICE_COUNTER_1_011_NAME=Connections Established
DEVICE_COUNTER_1_011_HELP=プロセスが開始して以来、このプロセスのためにソケット接続がなされた累積合計数です。

DEVICE_COUNTER_2_011_NAME=Bytes Received
DEVICE_COUNTER_2_011_HELP=プロセスが開始して以来、すべてのソケット接続を通して受信したバイトの累積合計数です。この合計数には、TCP/IP プロトコルで定義されていないデータおよびプロトコル情報が含まれます。

DEVICE_COUNTER_3_011_NAME=Bytes Sent
DEVICE_COUNTER_3_011_HELP=プロセスが開始して以来、すべてのソケット接続を通して送信したバイトの累積合計数です。この合計数には、TCP/IP プロトコルで定義されていないデータおよびプロトコル情報が含まれます。

DEVICE_COUNTER_4_011_NAME=Datagrams Received
DEVICE_COUNTER_4_011_HELP=プロセスが開始して以来受信したデータグラム パケットの累積合計数です。

DEVICE_COUNTER_5_011_NAME=Datagrams Sent
DEVICE_COUNTER_5_011_HELP=プロセスが開始して以来送信したデータグラム パケットの累積合計数です。